{
    "Project": "Проект",
    "Contact": "Контакти",
    "About": "Про мене",
    "Kolomiiets Olena": "Коломієць Олена",
    "You can view the project at the link": "Переглянути проект можна за посиланням",
    "Highly motivated junior web developer with a passion for creating innovative, user-friendly websites. Proven ability to develop websites that are both visually appealing and functional. Utilized SASS to create efficient and reusable code.": "Високо мотивований молодший веб-розробник із пристрастю до створення інноваційних, зручних веб-сайтів. Доведена здатність створювати веб-сайти, які є візуально привабливими та функціональними. Використовував SASS для створення ефективного та багаторазового коду.",
    "Landing page is the best way to get online and grow your business": " Landing page - найкращий спосіб вийти в Інтернет та розвивати свій бізнес",
    "Landing page for flowers market": "Landing page для магазину квітів",
    "Little magic with Parallax effect": "Трохи магії з паралакс ефектом",
    "A single-page application (SPA) is a web application or website that interacts with the user by dynamically rewriting the current web page with new data from the web server, instead of the default method of a web browser loading entire new pages.": "A single-page application (SPA) це веб-додаток або веб-сайт, який взаємодіє з користувачем, динамічно переписуючи поточну веб-сторінку новими даними з веб-сервера, замість методу за замовчуванням, коли веб-браузер завантажує цілі нові сторінки.",
    "HTML - The HyperText Markup Language or HTML is the standard markup language for documents designed to be displayed in a web browser. It is often assisted by technologies such as Cascading Style Sheets (CSS) and scripting languages such as JavaScript. Web browsers receive HTML documents from a web server or from local storage and render the documents into multimedia web pages. HTML describes the structure of a web page semantically and originally included cues for its appearance.": "HTML - The HyperText Markup Language or HTML це стандартна мова розмітки для документів, призначених для відображення у веб-браузері. Цьому часто допомагають такі технології, як каскадні таблиці стилів (CSS) і мови сценаріїв, такі як JavaScript. Веб-браузери отримують HTML-документи з веб-сервера або з локального сховища та передають документи на мультимедійні веб-сторінки. HTML семантично описує структуру веб-сторінки та початково містить ознаки її зовнішнього вигляду.",
    "CSS - Cascading Style Sheets (CSS) is a style sheet language used for describing the presentation of a document written in a markup language such as HTML or XML (including XML dialects such as SVG, MathML or XHTML). CSS is a cornerstone technology of the World Wide Web, alongside HTML and JavaScript.": "Cascading Style Sheets (CSS) це мова таблиць стилів, яка використовується для опису подання документа, написаного на мові розмітки, такій як HTML або XML (включно з діалектами XML, такими як SVG, MathML або XHTML). CSS є наріжною технологією Всесвітньої павутини, поряд з HTML і JavaScript.",
    "Javascript -  often abbreviated as JS, is a programming language that is one of the core technologies of the World Wide Web, alongside HTML and CSS. As of 2022, 98% of websites use JavaScript on the client side for webpage behavior, often incorporating third-party libraries. All major web browsers have a dedicated JavaScript engine to execute the code on users devices.": "Javascript часто скорочено JS, це мова програмування, яка є однією з основних технологій Всесвітньої павутини, поряд з HTML та CSS. Станом на 2022 рік 98% веб-сайтів використовують JavaScript на стороні клієнта для поведінки веб-сторінок, часто включають бібліотеки сторонніх розробників. Усі основні веб-браузери мають спеціальний механізм JavaScript для виконання коду на пристроях користувачів.",
    "SASS - is a preprocessor scripting language that is interpreted or compiled into Cascading Style Sheets (CSS). SassScript is the scripting language itself.": "SASS це мова сценаріїв препроцесора, яка інтерпретується або компілюється в каскадні таблиці стилів (CSS). SassScript — це сама мова сценаріїв.",
    "Responsive web design (RWD) or responsive design is an approach to web design that aims to make web pages render well on a variety of devices and window or screen sizes from minimum to maximum display size to ensure usability and satisfaction": "Адаптивний веб-дизайн (RWD) або адаптивний дизайн — це підхід до веб-дизайну, який спрямований на те, щоб веб-сторінки добре відображалися на різних пристроях і вікнах або екранах розмірів від мінімального до максимального, щоб забезпечити зручність використання та задоволення",
    "It's empty for now, but maybe I'll start working for your company": "Поки що порожній, але, можливо, я почну працювати у Вашій компанії",
    "My skills": "Мої навички",
    "Project technologies:": "Використанні технології:",
    "Work": "Досвід роботи"
  }